tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "shopify/shopify"
tap "snowflakedb/snowflake-cli"
brew "zstd"
brew "coreutils"
brew "openssl@3"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "python@3.13"
brew "cmake"
brew "snappy"
brew "colima"
brew "curl"
brew "difftastic"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "foreman"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "git-workspace"
brew "gitui"
brew "glances"
brew "gnupg"
brew "grpc"
brew "grype"
brew "handbrake"
brew "htop"
brew "jq"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "libgit2@1.7"
brew "libphonenumber"
brew "libpq"
brew "livekit"
brew "mkcert"
brew "mr"
brew "mysql@8.0", restart_service: true, link: true
brew "neovim"
brew "nss"
brew "parallel"
brew "pdftk-java"
brew "qpdf"
brew "rbenv"
brew "rbspy"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "rubyfmt"
brew "selenium-server", restart_service: true
brew "sk"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "thefuck"
brew "tmux"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-syntax-highlighting"
brew "shopify/shopify/secret-sender"
brew "snowflakedb/snowflake-cli/snowflake-cli"
cask "1password"
cask "aws-vault"
cask "chromedriver"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "google-chrome"
cask "hiddenbar"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "lunar"
cask "marta"
cask "meetingbar"
cask "ngrok"
cask "obsidian"
cask "ollamac"
cask "only-switch"
cask "raycast"
cask "rectangle"
cask "rio"
cask "sequel-ace"
cask "slack"
cask "snowflake-snowsql"
cask "spotify"
cask "stats"
cask "sublime-merge"
cask "sublime-text"
cask "visual-studio-code"
cask "wezterm"
vscode "atommaterial.a-file-icon-vscode"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsarch.theme-postdawn"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "k--kato.intellij-idea-keybindings"
vscode "koichisasada.vscode-rdbg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "tobermory.es6-string-html"
vscode "vitest.explorer"
vscode "vue.volar"
